Repository: rajesh711/django-animalsell
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: ANIMAL DESCRIPTION
hi: पशु की जानकारी

source: Animal Breed
hi: पशु की नस्ल

source: Price
hi: मूल्य (रुपये में)

source: Animal Age
hi: पशु की आयु

source: Year
hi: साल

source: Milk
hi: दूध(सुबह/शाम)

source: Liter
hi: लीटर

source: Color
hi: पशु कलर

source: Black White
hi: काला सफेद

source: White
hi: सफेद

source: Black
hi: काला

source: Light Black
hi: हलका काला

source: Brown White
hi: भूरा सफेद

source: Brown
hi: भूरा

source: Animal Weight (KG)
hi: वजन लगभग ( किलोगाृम में)

source: approx
hi: लगभग

source: Total Child
hi: कुल बच्चे

source: Information
hi: सूचना

source: Seller Details
hi: बेचने वाले का विवरण

source: Seller Name
hi: बेचने वाला

source: Contact
hi: संपर्क

source: Address
hi: पता

source: Animal Details
hi: पशु की जानकारी

source: Select Animal Group
hi: पशु चुने

source: Select Animal Breed
hi: पशु की नस्ल चुने

source: Select Animal Milk
hi: दूध(सुबह/शाम)

source: total Child
hi: कुल बच्चे

source: Animal Description
hi: पशु का विवरण

source: Animal Photo
hi: पशु का फोटो

source: Add photo
hi: फोटो जोड़े

source: Front
hi: सामने से

source: Back
hi: पीछे से

source: Left
hi: बाएं से

source: Right
hi: दाएं से

source: Next
hi: जानकारी जोड़े

source: User Details
hi: स्वयं की जानकारी

source: Name
hi: आपका नाम

source: Mobile No.
hi: मोबाइल नंबर

source: Village
hi: गाँव

source: Tehsil (Block)
hi: तहसील

source: District / City
hi: जिला / शहर

source: State
hi: राज्य

source: Country
hi: देश

source: Save
hi: सेव करे

source: Previous
hi: पीछे

source: SEARCH ANIMAL
hi: पशु खोजे

source: SELL ANIMAL
hi: पशु बेचे

source: MY ANIMAL
hi: मेरे पशु

source: Profile
hi: स्वयं की जानकारी

source: Logout
hi: बंद करे

source: Login
hi: चालू करे

source: Register
hi: नया अकाउंट बनाएँ

source: Watch the Conversation!
hi: वार्तालाप देखे !

source: Write a Comment!
hi: वार्तालाप लिखे !

source: Your Name
hi: आपका नाम

source: save
hi: सेव करे

source: Animal Milk
hi: दूध(सुबह/शाम)

source: SOLD
hi: नहीं बिका

source: Animal not available
hi: पशु की नस्ल उपलब्ध नहीं है

source: Delete Animal
hi: पशु हटाए

source: Are you sure you want to delete the Animal
hi: क्या आप वाकई इस रिकॉर्ड को हटाना चाहते हैं?

source: Yes, Delete
hi: हां, हटाए

source: Cancel
hi: नहीं

source: f'Your animal description has been sent for admin approval
hi: आपके पशु का विवरण स्वीकृति के लिए भेजा गया है !

source: Success: Your comment has been sent for approval
hi: आपकी टिपण्णी (मैसेज) स्वीकृति के लिए भेजी गयी है!

source: Please Login
hi: कृपया खाता चालू करे

source: Log In
hi: लॉगिन करे

source: Forgot Password?
hi: पिन भूल गए ?

source: Need An Account?
hi: खाता खोलना है

source: Sign Up Now
hi: नया अकाउंट बनाएँ

source: Profile Info
hi: स्वयं की जानकारी

source: First Name
hi: आपका नाम

source: Last Name
hi: सरनेम

source: Enter Mobile No
hi: मोबाइल नंबर

source: District
hi: जिला / शहर

source: Select Country
hi: देश

source: Select State
hi: राज्य

source: Update
hi: सेव करे

source: Join Today
hi: आज ही जुड़े

source: Sign Up
hi: नया अकाउंट बनाएँ

source: Already Have An Account?
hi: पहले से ही एक खाता है?

source: Sign In
hi: लाग इन करे

source: Your account has been created! You are now able to log in
hi: आपका खाता बना दिया गया है! अब आप लॉग इन करने में सक्षम हैं

source: Your account has been updated!
hi: आपका खाता अपडेट कर दिया गया है!
